/*
 * Localized versions of strings in the library
 */

//Shared
"CFLAC_SHARED_CANCEL" = "Cancel";
"CFLAC_SHARED_SAVE" = "Save";
"CFLAC_SHARED_LOADING_CONFIGS" = "Loading configurations...";
"CFLAC_SHARED_SELECT_MENU" = "Select item";

//Manage configurations
"CFLAC_MANAGE_TITLE" = "App configurations";
"CFLAC_MANAGE_SECTION_LAST_SELECTED" = "Last selected";
"CFLAC_MANAGE_SECTION_PREDEFINED" = "Predefined configurations";
"CFLAC_MANAGE_SECTION_BUILD_INFO" = "Build information";
"CFLAC_MANAGE_LAST_SELECTED_NONE" = "None";
"CFLAC_MANAGE_BUILD_NR" = "Build";
"CFLAC_MANAGE_BUILD_IOS_VERSION" = "iOS version";
"CFLAC_MANAGE_SWIPE_EDIT" = "Edit";

//Edit configuration
"CFLAC_EDIT_TITLE" = "Edit configuration";
"CFLAC_EDIT_SECTION_ACTIONS" = "Actions";
"CFLAC_EDIT_SECTION_ACTION_APPLY" = "Apple changes";
"CFLAC_EDIT_SECTION_ACTION_RESET" = "Reset to defaults";
"CFLAC_EDIT_SECTION_ACTION_CANCEL" = "Cancel";
